[[{"tweets": ["Heads-up, ", " users! Now you can easily migrate your ", " projects to ", ": ", " ", "Top 10 Tools Trending Now: ", " ", " ", " ", " ", " ", " ", "We're happy to take all the lost ", " developers! ", " will soon be ", " ", "Heads-up, Kimono Labs users! We released a tool to migrate your Kimono projects to Portia: ", " ", " Tips from the Pros: February Edition is out! Improve your ", ": ", " ", " ", "Looking for a new visual ", "? Portia is ", ", so sign up to learn how to migrate projects over: ", "Check out Portia on ", "! No coding needed and a great choice for ", " users ", " ", "We're happy to help ", " who need a replacement for their ", " ", " projects! ", "Portia, our visual web scraper, is here to help those ", " developers in a bind. Plus it's ", "! ", "No programming knowledge is needed at all for Portia. Plus, it's browser-based! ", " ", " ", "Our Knowledge Base is here to help you get started with all of our products, including Portia ", " ", " ", "For those just getting started with Portia, here is a video tutorial to help you through: ", " ", " ", " Developers in need, try out Portia. It's ", ", so no vendor lock-in ", " ", "Introducing Portia, an open source visual scraper, in the void left by ", " ", " ", "Great list of Data Science influencers to keep an eye on!  ", " users are welcome to try Portia, the ", " web scraper, no ", " needed ", " ", "Meet ", ": The Open Source Alternative to ", " ", "  ", " ", "To the lost ", " users, Portia is an open source visual web scraper. No coding needed ", " ", "Just finished recording an excellent episode (#50) with ", " from ", " about ", " & open source business success stories", "Curious to see how ", " measured against the competition during major ", "? ", " ", "We used ", " to create graphs showing retailers that inflated prices: ", " ", " ", "We found which stores had increased prices during \"sale\" days and which offered actual deals.  ", "Latest post wraps up the winter prices series and we name stores guilty of price inflation: ", " ", "\"The company culture is something that exceeds the office boundaries.” - ", " ", " ", "Exciting tutorial through ", " all about ", " and using ", " for web crawls ", " ", "Dive straight into ", " with one of our very own Scrapinghubbers: ", " ", " ", "So many releases are headed your way in 2016 from ", " to OneAPI ", " ", " ", " ", "Meet datefinder, a library to find dates inside text and built on top of our very own Dateparser: ", "Learn about advanced ", " techniques with one of our founders: ", " ", " ", " ", "Interested in ", "? Take your first step using ", " with this new release: ", " ", "An even better version of Portia is coming in 2016. Here's where we started: ", " ", " ", "It's finally happening! ", " 3 is coming to ", ". Check out our beta release and give it a… ", "Scale your crawls with Frontera and enjoy real-time operation: ", " ", " ", " ", "Python 3 comes to Scrapy ", "Huge News! ", " Support with Scrapy 1.1rc1, along with a ton of other updates: ", " ", " ", " tips on parsing natural language dates with Dateparser ", " ", " ", "Part 3 of our Winter Products Series - Let's compare ", " and ", " ", " ", " ", "Part 2 of our Winter Products Series. Read on to find the best deal: ", " ", " ", "In case you missed it, Part 1 of our Winter Products Series: ", " ", " ", " ", "Learn about ", " from the largest 100% ", " company based outside of the US ", " ", " firms take heed of ", " and RINAR Solutions, a Scrapinghub development partner ", " ", "While we're focused on 2016, it doesn't hurt to look back on 2015 ", " ", " ", " is about to step into the 21st century: ", " ", " ", " ", " ", "Scrapy Cloud is getting a major overhaul, so read on and learn about Kumo: ", " ", " ", "Python 3 support is coming to ", ", so try these ", " tips ", " ", " ", "Thanks for the Tweet!  ", "Plenty of new releases planned in 2016 for Portia, Frontera, and ", " ", " ", " ", "Here is our 5 year anniversary ", " in all of its glory: ", " ", "We're celebrating our 5 year anniversary! Take a look at our newest ", " ", " and enjoy the… ", "Surprise! Our 5 year anniversary ", " and plenty of releases and new products for 2016: ", " ", "We're counting down to a big surprise that will be coming your way tomorrow. Keep on the lookout! ", " ", "Running ", " spiders each and every day, it's what we do best. Take a look at Scrapy in… ", "Just an average day at ", ": trying out some new code hacks for ", " and… ", "Good thing we're in the business of scraping ", "! Data Scientist named #1 job in the US according to ", "  ", "In the top 10 on ", "! Join the conversation and check out our blog post: ", " ", " ", "We're on Hacker News front page! Join the discussion about Scrapy there. ", "Want to boost your ", " know-how? Check out our New Series: Scrapy Tips from the Pros - ", " ", "Law and court judgments are becoming machine-readable. Guest post by ", " ", " ", " ", " ", "Looks like Christmas Eve was not the time to pick up an ", " at Target!… ", "Part 3: Was there price inflation on Christmas Eve or New Year's Eve? ", " ", " ", " ", "Happy New Year! 2015 was a blast, so join us in saying goodbye and ushuring in 2016 ", " ", " ", "Happy holidays and warm greetings from the team at Scrapinghub ", "Great ", " by ", " Raul! The students had a blast learning to ", " and all… ", "What was the best day to pick up a ", " for the ", " season? Check out our latest blog post… ", "Part 2 of our series on prices through the winter ", " ", " ", " : ", " ", "Scrapy Cloud is no Death Star: We won't destruct with a couple of proton torpedoes to the main reactor. ", " ", " ", "Use the Force of Splash to conquer the First Order JavaScript websites. ", " ", " ", " ", " ", " ", "If you want to stick to the light side of web scraping, use Crawlera. Polite and not a Sith Lord in sight ;) ", " ", " ", "5 years of ", ": Growth, Challenge, Scale, Fun, Datasets : ", " ", "Great ", " by ", " Raul and his friends!  ", "We aim to empower decisions and policies through helpful data! ", " ", " ", " ", "   ", "Check out our Chat series with clients and development partners - Meet RINAR Solutions: ", " ", "And the celebrations continue! A big hello and some delicious cake from our team in ", " ", " ", " ", "Fun Fact 1: In five years, we have grown from three folks based in three countries to a whopping 119 ", " across 36 countries.", "We officially turned 5 today! A huge thanks to all of our wonderful Scrapinghubbers and to our fantastic clients. ", "Interested in web scraping? Some ", " shared their experiences in an interview with ", " ", "We sat down with ", " for a few questions on web scraping. Check it out: ", "In about 2 hours (7:45PM UTC/2:45PM Peru Time), Scrapinghubber Raul will be leading an ", " at ", " on web scraping & ", "!", "Interested in crawling the web at scale? We developed Distributed Frontera just for that: ", " ", " ", "Great interview with our very own ", "!  ", "Snag a new ", " or ", " over ", " and ", "? Check out our blog post to see if… ", " or ", "? ", " or ", "? These are the important questions to answer ;)… ", "Who had the cheapest ", "? Did you score the lowest price for a ", " Charge HR? ", " ", "We're launching a new series on prices of products in the ", ". Our first post on ", " and ", " ", "Our animals are also a part of the ", " family! They help with the coding and the… ", "Check us out on ", " and see if you want to explore a ", " career with ", " ", "  ", "No one is perfect and everyone makes mistakes. What is important is what you do with your failure -… ", "Do you have what it takes to be a ", "? If you think you're interested, check out the blog… ", "Want to see how you can have a chance to work here? Check out our latest blog post, link in the bio… ", "Our latest blog post detailing Tips for Creating a Cohesive Company ", " Remotely: ", " ", " ", "Happy Friday! Great news, we're ", " :) Here's your chance to become a ", "… ", "We are ", "! If you're interested in innovative ", " and ", ", then check us out: ", " ", " hit 11k stars on ", " this week! Thanks all!", "Need some tips on writing error messages? Check out this post by our very own ", " ", "  ", "Scrapinghub is now on Instagram! Proudly representing at ", " in ", ". Stop by our booth, say… ", "Thanks for the amazing photo share! I hope you are having fun with the team ", " ", " ", "  ", "We're recruiting at Python Brazil 2015! Join us at 15:30 today if you want to become a ", " ", " ", "Check out our stylish swag and go say hi to the ", " at the booth for Python Brazil 2015! ", " ", "Who enjoyed ", " tutorial on ", "? Please give him a big round of applause! ", " ", "Parse natural language dates with Dateparser, updated with support for Belarusian and Indonesian! ", " ", "Great talk at ", " by ", " - mining the web with Portia, ", " , Pandas and ", " ", "We'll be giving a talk in PyCon Ireland 2015 about using Portia & Pandas to analyze data from web pages ", "Come lead the web crawling infrastructure of the future, we're looking for a Head of Infrastructure:  ", "Manning the Scrapinghub booth like a boss, at PyConPL. If you're around, come say hi, we've lots of swags! ", " ", "Keep your URLs together!. Talking about crawl frontiers at ", ". Slides here: ", " ", "Alexander Sibiryakov ", " at ", " ", " ", ": Link Analysis to Crawl the Web at Scale ", "Love data & managing teams?. We are looking for a Technical Project Manager to work during US timezone hours. ", "Check out our talks at EuroPython 2015: ", "Good morning! We have a good news - ", " has become ", " Silver Sponsor! Thanks ", "Check out ", " hacking on ", " at ", " 2015! pics uploaded to fb: ", " ", "We reached 10,000 stars on Github!. Thank you, awesome community! ", "Meet 100% ", ", 100+ ", " ", " > ", " ", "Scrapy on the road to Python 3 support: ", " ", " ", "We are looking for engineers who love Python & Open Source to join our fully distributed team of over 30 countries: ", "Struggling to crawl a website?. Keep calm and use Crawlera! ", " (check out our new promotional video)", "We are giving a talk about Frontera and large scale web crawling at ApacheCon Core Europe 2015: ", "Distributed Frontera: Web Crawling at Large-Scale: ", " ", " ", " ", "Portia JavaScript support is nearly here! Check out how we did it: ", "Monitor Competitor Prices with Python and Scrapy ", "dateparser 0.3 released with Python 3 support! ", "Scrapy + IPython notebook = web data hacking made easy   ", " ", "Wanna help porting ", " to Python3? Join us Saturday 25., 10:00-18:00 at Bizkaia Aretoa for ", " sprints. See you there!", "Today Scrapinghubbers met their spider ancestor in Bilbao ", " ", " ", " ", "we're so well distributed that ", " breaks a tool to find places for distributed teams to meet! ", " ", "Fourth day at ", " and lots of fun so far! Scrapinghub talks and updates here: ", " ", " ", "Lluis's talk on his personal project CityBikes (", "): ", " at ", " ", "Plenty more t-shirts, stickers, clocks and other giveaways to go around at the Scrapinghub booth! ", " ", " ", "Check out what Scrapinghub has been up to at ", " :) ", " ", " ", "“Web Scraping Best Practises” by ", " at ", "\n\n", "\n\n", " ", "“Dive into Scrapy” by ", "\nat ", " \n\n", "\n\n", " ", "The team at ", " this week! ", " ", " on scraping best practices. ", " ", " from ", "  diving into Scrapy. ", "  ", " ", "A Q&A with fully-distributed companies ", " ", ", ", " ", " ", " ", " ", "A11 working remotely has enabled me to spend more quality time with family and clients. Its a win win. ", " I say just try it!", ".", " Lessons From Companies Thriving With 100% ", " Teams ", " ", " ", " A4 software doesn't ensure effective communication. People ensure effectives communication. ", "A5: Hire great people, buy them into the vision, nurture and empower them. Much more important than $ perks. ", "Finally, our global team map! Over 35 countries… no way without remote working. ", " ", "Feel free to ask any scraping or remote working questions privately on Twitter or on site. ", "That's us for today! Thanks everyone over at ", " and ", " Also ", " ", " ", " ", "! ", "A11. 4/4 Remember you're unique! Have to build lots of own tools to work the way your business does. ", "  ", "A11. 3/4 We also make sure our more committed team members write and help others: ", " ", "A11. 2/4 Read the great content put out by teams like ", " ", ". Write about own experience! ", " ", "A11. 1/4 Tips: Cultural and personality fit with remote lifestyle extremely important in making things work. ", "A10. Face-to-face w. 1-on-1 and teams very important but offline not needed. Open regular calls/chats crucial during trial. ", "A9. Great employees who don't have a problem with the company. Trustworthy people tend to build good systems. :) ", "A8. Typical in our industry to take your work home or use own hardware, as well as cloud service. Not + or - than standard. ", "A7. 3/3 Going to conferences and meeting face to face helps us discover and innovate outside of standard work roles. ", "A7. Our employees (100+) tell us remote working has allowed us to to keep a very trustworthy, informal atmosphere. 2/3 ", "A7. Communication! Lots of talking on ", " and speaking face-to-face on calls on Google Hangouts. 1/3 ", "A6 We tend to find it easier to get more technical people, but we've been able to train and hire laterally as business grows. ", "A5. Great internet connection good microphone, webcam useful. We invest in this through hardware and furniture allowance. ", "A3 also lots of great tools like ", ", Google Docs and HO, ", " ", " 2/2 ", " ", "A3 some tactics and tools: HO town hall meeting with founders, crowdsourced weekly newsletter, office tour day.  1/2 ", "2/2 going back home! being able to work on big projects outside of local markets, and still be with family and friends. ", "1/2 being able to travel a lot. we have quite a few people regularly visiting new countries and always on the go. ", "A1 Hire internationally, the best people from anywhere in the world, not just where we founded. ", "2/2 More than 100 engineers directly hired by us two in the past year for various roles in 30+ countries. ", "1/ Shane and Rocío here. ", " Around 15 total years working remotely all together, and founder and head of HR at ", "!", "Join us in half an hour (12 EST, 16 UTC) together with ", " ", " and ", " to have another ", " on remote working!", "We will be speaking about Scrapy at Madrid's Python Meetup\n\n", "\n\nClaim your spot!", "We made some changes to our dashboard home page. Now you'll see Scrapinghub services grouped by organization. Hope it's clearer! ", "Are you a Growth Hacker passionate about web mining?. We need you to become the github of web crawling! ", " ", "Very excited to be participating in Google Summer of Code again this year with 3 awesome ideas. ", "Scrapy or Apache Nutch for distributed crawling? Check out answer by ", " on ", " ", "dateparser 0.2.0: Date parsing library designed to parse dates from HTML pages ", "New version of Scrapinghub command line tool released: shub 1.3.0 ", " ", "You can now sign in to Scrapinghub with Google ", " ", "33 Scrapinghubbers from 15 countries will be meeting in Bilbao for ", " 2015, our largest get-together so far! ", "We're experiencing a major outage on our ", " data center and are working to resolve it. Please bear with us!", " ", " and ", " just grabbed Gold Sponsor packages for ", " 2015. Thanks so much for the support!", "Need vacation?. Send a pull request!. How we manage our team vacations & country holidays using git: ", " ", "Using Portia to scrape your favorite recipes from ", " ", "Scrapinghub behind the scenes (or why we cannot *simply* install Scrapinghub in your own server) ", "Preparing stickers for ", " ", " & ", " 2015. Tell us your favorites! ", "Building browser automation scripts for Splash using ", " live console. Demo: ", " Tutorial: ", "A simple study on gender inequality across programming languages ", ".", " explains how they use Scrapy & Scrapinghub for effective data collection at Kpler ", " ", "Not completely sure what that Scrapy Cloud outcome means?. Just hover your mouse over the little help icon ", " ", "No more trial periods, you can now use Scrapinghub free, forever!. Stay tuned for the new Scrapy Cloud & Crawlera plans. ", "Crawlera now supports the standard CONNECT method for  https pages. For more info see ", " ", "Some travelling tips from Scrapinghub nomads, one of the perks of working remotely: ", "Build your own web crawler with scrapy - ", " - ", ".", " funded projects advancing domain-specific search ", " includes ", " & ", " projects!", "Here is a list of the libraries and versions available on Scrapy Cloud. Subscribe to get notified of changes: ", "Ellllo to ", ", ", ", ", " & ", " for making our ", " list! ", "Scrapinghub, A Remote Working Success Story: ", "Why we decided to switch to ", " ", "Where it all started! The History of Scrapinghub: ", "Infer schemas from JSON with Skinfer! ", "EuroPython registration is open. Get your early-bird ticket! We're proud to be a Gold Launch Sponsor ", "Looking to crawl JavaScript rendered content with Scrapy? Check out this tutorial! ", "Very excited to be working with ", " to crawl the deep web with ", " and Splash! ", "Passionate about web crawling & big data?. We're looking for Technical Sales Engineers to accelerate our growth: ", "We are applying again to Google Summer of Code, spread the word! ", " ", " ", " announcing ScrapyRT, turn your ", " spiders into APIs!  ", "We just open sourced scrapyrt, an HTTP server to run Scrapy spiders on specific pages: ", " Expect blog post soon!", "What an amazing year!. We grew more in 2014 than ever before. Still bootstrapped, still fully distributed. ", "How ", " (YC W11) closed $585 in monthly revenue by replying to one of my tweets: ", " Wanted to thank you for open-sourcing the INCREDIBLE Splash, headless JS rendering server.  It's simply dynamite.", "Meet our latest open source baby: dateparser, a python parser for human readable dates ", "We've improved the documentation of Portia, check it out: ", "Today’s beautiful open source site is ", "\n\n", "Web scrapping workshop ", ". \"We use scra.py by ", ", which we think is the best framework in the world.\" ", "Have you seen the new ", " website we launch this week? ", " Feedback welcome!", "​Scrapinghub (", ") is hiring ", " ", " ", " talk selected for Spain's largest software development conference (proudly sponsored by ", ") ", "Thanks ", " for including Scrapinghub & Scrapy in your list of scraping tools: ", "New PyPI trove classifier for Scrapy: \"Framework :: Scrapy\". Open source your Scrapy extension and start using it! ", "On the blog: Introduction to Web Scraping using ", " and ", ", including slides for ", " ", "Thankfully, deploying to ", " was a piece of cake! Now time to ", ".", "New blog post! XPath tips from the web scraping trenches ", "New blog post! Reduce the time spent on scraped data QA with our new feature: Data Reviews ", "Scrapy 0.24 released, get it while it's hot! Release notes: ", "Last blog post: Extracting ", " microdata using Scrapy selectors and XPath ", "Meet \"shub\", our new command line client. Deploying is now 2 chars shorter! \"shub deploy\" ", " ", "Portia, our open source visual scraping tool, now includes Vagrant support for a super easy setup!  ", "Importing scraped items into Google Drive Spreadsheet (or Excel) ", "Apparently, our team is cute enough to be featured in ", " home page :)", "Our public website just got a makeover! Let us know what you think ", "Launched 100 concurrent spiders to crawl 1MM domains under 30 minutes. Just another monday at ", " ", "Love Python, Open Source, Web Crawling and Machine Learning?. Come join our team! ", " booth at PyCon 2014 ", "! Come here for a free t-shirt! ", " uy team! Going the PyCon 2014. ", "Finally! There's an awesome UX on top of Scrapy that makes web scraping as easy as it should be with point-and-click ", "Happy to see Portia (our latest open source creation) on HN frontpage! ", "Portia in the house! Meet our new open source visual scraping tool (powered by Scrapy!) which has just been released ", "Crawlera power! ", " RT ", ": ahora sí funciona mi scrapper de Google Scholar, gracias a scrapy y crawlera ,-)", "9 days left for Pycon @ Montreal! If you’re coming make sure to drop by our booth and say hi :-)\n\n", "Nice ", " examples MT ", ": ", " => Optimizing memory usage of scikit-learn  ", " ht ", "We've rolled out a brand new ", " test! Come see how YOU stack up: ", " (cc ", " ", ")", "Tips and tricks on optimizing ", "’s memory usage from our local ", " mad scientist, ", " ", "We've rolled out a brand new ", " test! Come see how YOU stack up: ", " (cc: ", " ", ")", "In case you missed it, we're hiring again: ", " - come work in the world's most advanced web crawling platform!", "Open Source at Scrapinghub ", "Looking back at 2013 ", "We're hiring!. Come work remotely with us: ", "Did we mention we work remotely?. Scrapinghub distributed team covers 19 countries and we're hiring! ", "Python Web crawling/scraping framework ", " has its own hosted platform for running spiders/scrapers in the cloud: ", "Happy to welcome ", " as a ", " 2014 Silver sponsor! ", " ", "See Autoscraping in action:\n", "\n", "I'll be giving a talk today at ", " about our experience building Scrapy & ", ". See you there!. Slides: ", "Free Autoscraping spiders!. First 50 requests only: ", "Marcos Campal is a ScrapingHubber! ", "We are trying a new support channel based on Google Apps groups: ", " - be the first one to ask!", "Come work with us at Scrapinghub! ", " - No companies/recruiters please, we don't outsource development.", "Scrapinghub API just added to ", " ", "We are looking for talented, passionate Scrapy developers to join our telecommute team. Apply here: ", "Scrapy Cloud from ", " - ", " Looks cool!", "Approaching the 50 user account limit of our free Google Apps account (at 47 now) ", "Making a spider with Autoscraping (case study) ", "Exciting times!. We've started to roll out our new platform. Similar UI, much more powerful backend. ", "We're hiring! ", "We have just open sourced Splash, a javascript rendering service with an HTTP API: ", " - let the forks begin!", "We're back!", "We're experiencing database downtime. Please bear with us.", "scrapyjs: Scrapy-Javascript integration (work in progress) ", "Why MongoDB is a bad choice for storing our scraped data ", "Why MongoDB is a bad choice for storing our scraped data ", "Introducing Crawlera, a smart page downloader ", "We have just launched our support & feedback site ", " - send your questions and feedback!", "Git workflow for Scrapy projects ", "If you are having issues with ", " try this domain: ", ". Connectivity issues should be resolved soon.", "Many thanks for a great Cambridge Search Meetup ", " Can't wait to launch a ", " crawl. \n", " ", "At ", " we are a distributed team and we love it. I've just discovered that StackExchange too! ", "Filling login forms automatically ", "We are currently down (along with Heroku, Reddit, and others) due to Amazon EBS issues. Please bear with us! ", "Spiders activity graphs ", "An approach to the problem of finding near duplicates among crawled items and how this was implemented at Scrapinghub: ", "Time to tweet the world what we are doing!"], "location": ["<span class=\"ProfileHeaderCard-locationText u-dir\" dir=\"ltr\">\n              Ireland, Uruguay and 30 others\n          </span>"], "birth": ["<span class=\"ProfileHeaderCard-birthdateText u-dir\" dir=\"ltr\">\n</span>"], "name": ["Scrapinghub (@ScrapingHub) | Twitter"]},
{"tweets": ["Don't give me that look like I am supposed to press your floor for you, girl in the elevator.", "Ugh I can't remember if I've tweeted versions of tweets in my drafts", "\"I want ramen but I don't want white people making my ramen\" -me", "What's a good book recommendation for someone who wants to check out of reality?", "Gonna change my name to Abbi Abrams bc I think I just sold my soul to a yoga studio", "SO to everyone else who spilled red wine on their favorite shirt this year!!", "I just saw a real braided \"man\" bun in the wild.", "HOW DO I MUSTER THE STRENGTH TO TURN OFF THIS ", " MARATHON???", "Sitting in the car alone eating ice cream bc I don't know what to do with all these emotions after commercial castings. ", "Ah shoot! I meant to write a tweet about how I wasn't in Kansas anymore when I went to Baltimore when ", " was on", "Whenever is see the word quesadilla I always word associate it with armadillo and then I think of armadillo quesadillas and get really sad", "Just watched a dude smugly put an empty Corona bottle under a Christmas tree. Happy holidays y'all.", "Fingers crossed ", " has ", " playing on my flight on Thursday", "\"What year were you born?\"\nClass of 2033: \"In the year of the eyebrows\"", "Shoutout to that one chair in everyone's home that's going to be the \"coat chair\" all winter long", "I thank, therefore I yam", "'Hello' is the new 'Let it Go'", "You know you're a post-grad when your shot glasses are primarily used as salsa cups nowadays", "If you post a picture of a cat I WILL like it, and that's a threat", "I don't know about you, but I'm making potato soup!! *to the tune of '22' by Taylor Swift*", "I just want to know who the next First Dog is going to be in 2016", "Me: \"I'm sad reading an article about gay men being as or more misogynistic than straight men\"\nGf: \"Want to watch a workout video instead?\"", "TBT to that one time I drank plain hot water on a flight bc the attendant never gave me a tea bag and I never speak up for myself ", "Love this. ", "\"Ugh what should I eat???\" *takes 2 bites of every ice cream in the freezer - then eats a pickle - then makes a salad*", "What does YOUR Monday night look like? @ Abdallah Shrine Center ", "love is when your SO brings you bagels back from NYC. love is bagels.", "I wonder how much time I've wasted walking around the block to avoid strange men on the street from knowing where I live/what I drive.", "Just me mozzarella sticks and I", "Halloween as an \"adult\": \"Hi my name is Ash Ketchum I'll be your server tonight. Hulk Hogan is training with us so he'll be helping out too\"", "\"You're on the toilet eating pretzels\" - my gf to me", "GD HICCUPS STOP GIVING ME AWAY", "If I ever move to San Francisco should I get a Vespa or a Barbie Jeep?", "sorry that *she's a racist", "How do you tell a racist dog that it's a racist?", "watching this game like ", "I guess I have to get another degree to fulfill my dream of having a whole semester of teachers with chili peppers on RateMyProfessor", "Pickup line: So which eyebrow is your favorite?", "UGH I left my 90's style choker in a different effin' time zone", "Sometimes I think I'm a normal person and then I look at my google search history and remember the truth", "So if a ladybug landing on you is good luck then what does it mean when they infest your apartment?", "Day 5: my American Horror Story binge is over and I am caught up to date. Any advice on how to rejoin society like a normal person now?", "They should make a season of AHS where the theme is being stuck in a season of AHS", "Stop speaking for all millenials saying \"all we want is job security\" or some bullshit, fuck that. All I want is blood, fire, revolution.", "If you think you look good, YOU ARE RIGHT!!!!!!! That's how it works!!", "Who from high school was confetti2010 on AIM? You're spamming people's emails just fyi", "Just binged the whole 1st season of AHS. Now I'm at work in a pitch black theatre lobby all alone. I'm not freaking out I'M NOT FREAKING OUT", "Driver roll down the partition please so I can tell you what I want to order from jimmy johns", "Toys def come to life though", "EVERYONE! PIXAR LIES TO YOU! The pizza place in SF that Riley hates from Inside Out is actually p. good! TRUST NO ONE!", "U know when bae has you buy $40 worth of drunk delivery food and then falls asleep before it gets here?", "I'm wearing TWO blazers right now. In case anyone was questioning my sexuality.", "Is it \"give me liberty, or give me death\" or \"give me pizza, or give me death?\" I can never remember.", "Humor is a great coping mechanism", "\"What should we do tonight?\"\n\"We could go to a lesbian bar or we could go home\"\n\"But home is always a lesbian bar\"", "I have a fear of befriending a pop culture icon and referencing them in normal conversation", " this wine is your wine / this wine is my wine / I'm in California / drinking all the wine ", "There was a guy sitting next to me at the beginning of this flight. I fell asleep for a bit and now he's turned into just a fedora.", "So much Tommy Bahama in LAX rn", "I take my true form with a half up top bun", "How many girls do you think are going to be sexy Donald Trump for Halloween this year?", "* \"I'm Not a Girl, Not Yet a Woman\"  playing on repeat until death *", "Peeple = MeowMeowBeenz", "If nude photos are breaking the Internet hasn't the Internet been broken since the beginning?", "Does everyone turn their head to the side when drinking from a wine glass or is that just a rom com thing?", "Regretting deleting all the soundtracks to musicals I once had on my iTunes to look cool when I got to college. I DIDNT KNOW ANY BETTER THEN", "Privilege is using my passport as a fan to dry the Bioré blackhead strip on my nose.", "Whoops... all the wine glasses are on my nightstand", "Why did younger me think I would remember what my old ambiguously dramatic tweets would mean?", "I just bought pepper spray, a knife, a toothbrush, and ice cream. Let's just say I've never felt more prepared to be a female.", "SHOWERS ARE FUCKING INCREDIBLE. OH UR SKIN FEELS STICKY? SHOWER. HAIR A LITTLE GREASY? SHOWER. NEED TO ESCAPE YOUR FAMILY? SHOWER.", "You must be swift as a coursing river... to get a sample from Teavana and get the f outta there before someone makes you buy something", "I guess my beta name on Pottermore means nothing now.", "It's so hard pretending you haven't seen a viral internet thing yet when someone excitedly starts telling you about it", "Both scarred and flattered that in an old acting class my teacher described my type by saying \"I'd buy car insurance from you\"", "Of the times I wear makeup, 50% of those times I put in on in a coffee shop", "Wow Bluetooth works way better than that little black box on the top of a game boy color", "Sometimes I imagine I'm Pokemon battling with someone when we're both on our iPhones across the table from each other", "OMG Do you think Elsa the cow from 'Over the Moon' in Rent was foreshadowing for Frozen??????", "I'm just waiting for a new app to thrill me like Whale Trail used to", "How many movies start with someone waking up to an alarm???", "You know when you're unpacking and you actually finish putting everything back? Yeah me neither", "Ugh why is it so hard to get rid of old tshirts", "I think my uber driver thinks I'm wasted but really I'm just bad at opening minivan doors", "Putting my iTunes on shuffle is always a risk when I forget to take off voice over recordings ", "Based on all my NYC pics I'm pretty sure I own one shirt", "If you're ", " who is ", " ??", "I am literally importing a Sabatini's pizza into NYC ", " ", "Of course all of the construction is happening outside when I need to record VO", "Today's a 4 Advil tablets at a time kind of day", "If I collect/package the salt from my dried up sweat and market it as artisanal, do you think I could sell it to ", "?", "Turning my watch back to EST feels like home", "\"I think if I could cut off one person's face it would be Pitbulls's face\" ", "Is there like some rule that you have to mention Vassar once and only once in a TV/film/play script for it to be official?", "Why aren't there any emojis with a grill? Like the teeth kind not the cooking apparatus", " don't cry for me, margarita", "Classy with a K is an oxymoron", "1. Wow UnREAL is so good and v smart! 2. How much TV is too much TV? 3. How long can I convince myself binge watching is \"acting research?\"", "One of those nights when I try to open the elevator using my apt key and then try to open my apt without any key ", "Top Story: Ranking Women Somehow Not Issue In Miss USA Debacle ", " ", "Please, autocorrect, do not correct me when I type 'perf' to 'perfect.' I know what I'm doing.", "Is there an app where I can deposit cash into my bank account?", "I think if I tweet with this hashtag someone can read it on a paper at the ", " ", "I wish I could remember the moments I learned every word I know", "Soooo many mall walkers", "Just wrapped an early commercial shoot in a mall... Now staring into Sephora waiting for them to open", "I follow too many dogs on Instagram.", "Gonna put on my best flannel today!", "Right now my time hop says \"the north remembers\" seemingly for no reason... I'm freaking out a little", "Did everyone I know on Instagram plan together to post sunset pictures at the same time from 4 different cities just now?", "I think I'm going to slowly try to morph my girlfriend's pet name from \"baby\" to \"bagel.\"", "Anyone want to buy my a cyr wheel so I can learn how to use it and you can be proud of me for learning a new skill?", "Any1 watching Sense8?", "My coworker at the office keeps asking me to rub her tummy... ", "But thank the heavens I finally found good pizza in KC ", "Why do people say cheese pizza? It's redundant. Plain makes so much more sense", "Paying tribute to the amazing ", " with this original medley of her music, old and new!\n", "Am I the only person at this pool who's not studying?", "Is a grilled cheese with tomato a pizza sandwich?", " ", "Most likely the latter", "Ladies are either doing dothraki spells in this bathroom or I'm wasted.", "When does the phase of watching fan theory videos of ", " obsession end? Asking for a friend.", "That's one way to call dibs on a role. ", " ", "Described as a 90s valley girl today. I don't think I've ever been more flattered.", "So regretting watching ", ". Just gonna have to cry for a few days, it's fine.", "I really don't ever want to know how much money I've spent on moisturizers I've ended up hating", "Can everyone from ", " to be on ", " eventually? Imagine the ragers they could have in Westeros", "not cool people. ", "give us this day our daily bagel", "Is it wrong to wear a cherry blossom print kimono style top to a Japanese restaurant?", "Today two different people asked me if I wear kaftans in my spare time at all times", "What if soy milk is just regular milk introducing itself in Spanish?", "I played a mom to a 7 year old today.", "I googled Warby Parker ONCE on my work computer months ago and now it's the only ad Facebook wants to show me", "Why do we DRIVE on a PARKway but allow MEN to dominate SOCIETY?", "This is why I hate Muggles. ", "Anyone base their masters thesis on this stupid dress and human perception yet?", "Eavesdropping at intermission of ", " on unwitting ppl is almost as funny as the show itself", "So I COULD run 6 miles today... and Einstein's COULD be my halfway destination", "Anything can be a vessel for BBQ sauce if you believe in it", "It must be nice to be a natural at hugs", "If I was a celeb I would def make a fake Twitter acct in addition to my certified one just to throw people off", "I've been able to log into Netflix on my Google Fiber TV THIS WHOLE TIME??", "Yes, I'll take a glass of aged balsamic vinegar plz", "I got a pocket got a pocket full of chapsticks", "So many comediennes out there to crush on. Like friend crush/ career crush (for the most part", "Anyone have Hulu+ and is my friend and would let me use their account? Plz and thank you", "Cool, stone age phone cases ", "When did I start seeing chia seeds as food and not future pets?", "v pleased with ", "Did you know there are other countries besides the US I swear to god it's true I'm in one now.", "When a married cis straight man hits on you and your girlfriend...", "So the bar I'm at shares a bathroom with a karaoke bar... Switcharoo time?", "Grammar pet peeve: when people use \"I\" when they should use \"me\"", "Is anyone else bothered that it should actually be \"stage right shark?\" ", " ", "Why isn't coffee delivery a thing?", "Go Katy, Go! ", "It's official. Katy Perry is magic.", "Katy Perry is my queen", "You guise...", "Is there a proper way to eat a chocolate croissant? I'm lookin at you ", "So it's been up for like 2 years... Has anyone noticed the faint zombies in my header photo?", "4.65 hours of female comedians' specials and 21.67 hours of male comedians' specials on ", " right now in case anyone was wondering", "Just a woman trying her best to get tix for the ", "\"You have to curtesy to the queen\" -my mom on bowling", "Everything is an Instagram", "What does fancy taste like?", "Would it be ironic yet to bring back my old Dooney & Bourke purse?", "Character on a show that is on Netflix wants to watch Netflix. Meta.", "Ugh when you have to switch to project free bc Netflix doesn't have all the newest episodes", "Can you hail a red bull car? Like just for the red bull. Not a ride.", "Pairing a rare bottle of wine with a $2 pizza slice ", "Wine lips and pizza breath", "Looks like I'm going to eat this whole container of icebreakers wintergreen mints today", "It feels so wrong to not be wearing at least one thing from Uniqlo", "Cruzin' blasting Chopin like whaddup", "That moment when a commercial you did shows up in your own newsfeed ", "Thanks theatre for getting me addicted to Throat Coat® tea ", " ", " ", " ", "It's sad the new OS X isn't named after a wild cat this time", "Does anyone out there have a cat rental business? I'm serious.", "A swarm of ladybugs is tryna move-in to our apartment", "Netflix is really killin my posture", "Anyone want to teach me how to play the erhu?", "Why is Netflix always so quiet?", "Excuse me while my wardrobe slowly becomes a ", " catalogue", "I need a new fun game app", "Okay back in the game", "omg so sorry for spamming everyone. RIP my old password", "There's a ", " app y'all. You're welcome.", "It's more important to me that my tamagotchi gets sleep", "fate determined by numbers of dots", "\"I feel like you spend a lot of time with mason jars\"", "\"All babies are pterodactyls\"", "\"This is going to be like Spice Girls church!\"", "omg The 700 Club is on in this bar omg", "omg I think I'm having a culture shock in my own hometown omg", "\"I want to say your name is Jasmine 'cause you're like a little exotic\" -guy at a bar", ".", " is gonna LOVE this! ", " <---- \"Do That White Girl\", your new ", " anthem! Ha", "The Statue of Liberty is definitely a mermaid", "Go to gym. Eat all bread. Buy more bread. Repeat.", "nothing stresses me out more than the sound of my laptop overheating", "All my roommates are gone and I'm stuck with a fish that doesn't even talk ugh", "you can be a watermelon if you want to be a watermelon", "\"Nothing screams party like eye gemz\"", "I suppose I can now officially add \"rap music video dancer\" to my resume", "Hey ", " just saw you in the elevator! Let's hang out on the roof deck. Bring those chips!", "excuse me while I eat fish sticks like the adult that I am", "I wish flagstaff hill had wifi", "land of the peppy people", "the great lunch break in the sky", "\"I want to unruin you\" -", "we wake up everyday", "see you on the other side", "hangin' out the sliding door of his best friend's minivan tryin' to holler at me", "eavesdropping on strangers' first dates is always entertaining", "\"what is that? soy?\" \"no, it's tofu\"", "All my accessories are various shades pink. I have a problem.", "time for a big girl phone", "punctuation is dead", "sometimes all I ever want to do is play dodgeball", "\"you killed my voice!\" said my mom because I muted her iPad", "successfully got through Gatsby without making any Titanic or Romeo+Juliet jokes... out loud", "I like people whose personalities resemble cupcakes.", "realizing all playlists I make just turn into 90s playlists", "this running playlist I'm making is really just turning into a 90s playlist", "coffee placebo", "Help! I'm on the radio and I need a fancy DJ name!", "20 days left to be 20", "bring back crimped hair", "\"I feel way better now, I'm not laughing and stuf anymore\"", "happy birthday shakespeare! sorry I ruined your words today!", "everything is wonderful. how mediocre.", "yeah, yeah. I've heard it all a thousand times before \"you are now running on reserve battery power.\" whatever.", "What Real Directors Are Like. ", "crying glitter", "I'm so scared to chew crackers in the library.", "sugar at the bottom of a coffee tornado", "why does everyone think I'm a vegetarian?", "Which will make me look more collegiate; a pen behind my ear or glasses?", "acting the classics isn't the same without ", " ", "dancer. the answer is always dancer.", "Dance or dog?", "I think my plants drink more water from my brita dispenser than I do.", "breathe out loud", "It still rains under the giraffe", "the art of sharing one laptop charger", "Oh we're on the lawn? But it's not bomb threat season anymore..", "\"no talking to the dog, Jackie\"", "Let's play outside!", "\"feel the crucifixion\" -", " ", " ", "I like those songs that go like *melody* *bass* *percussion* *vocals*", "\"sometimes I wish I wasn't an 80s metal hair band\" -", "I like those badass bumblebees (u know them from the bumbling)", "sometimes you just need to star your body", "\"we just want to be clique-y!\"", "dramastically should be a word", "I have lots of faith in humanity april foolS", "I wonder how many friends I've made from a mutual love of beyonce", "let's take the wifi to the park!!!!", "who brings their own wifi to a party?", "Temporarily right handed. Woopsies.", "\"wait, this pizza party is the last supper!\"", "\"I wish Jesus was in this store\"", "Pretend the lights on the hillside are stars.", "...sounds...", "WHY ISN'T THERE A SINGULAR FORM OF \"CLOTHES?\"", "is it a bad idea to drink a packet of soy sauce?", "Well I opened up the Word Doc so I'm pretty sure that's enough work for today.", "red light green light green light", "audition pants", "the smell of construction is really ruining the good shampoo, perfume, and popcorn smell I'm used to", "Lets light a fire, lets fight for our lives", "all I do", "essence vitamin", "the wyoming valley = district 12", "I deem steel-toed boots appropriate for venturing out tonight", "a container of olives counts as dinner, right?", "of course the \"blue black\" hair dye has the only asian model on the front of the box...", "Q:\"who or what inspires you?\" A:\"Hello Kitty, nail polish, the apocalypse, my mom, ABCFamily Harry Potter marathons, & glitter\" acceptable?", "jobs jobs jobzzz", "Current frontrunner for title of my memoir: \"Everyone Is Playing Mortal Kombat And I’m Having An Existential Crisis\".", "all I want to do is sleep, but I put all of my laundry that needs to be folded on my bed. HELP ME!", "\"[mortal kombat] is the opposite of what I want in the world\" -", "\"I think we should... exist... in peace\" -", " ", "I just looked up \"origin of bougie\" to figure out how to spell bourgeois.", "smoothies are always really good ideas", "I think my productivity is positively correlated to the cleanliness of my room", "should I buy american flag leggings or no? nevermind, this isn't even a question", "I had a dream that my entire wardrobe was made from american flags.", "I need an ottoman to follow me around", "note to self: just because an energy drink might taste like coffee and coffee is delicious, don't drink it for no reason", "If I start wearing summer clothes, will it start to feel like summer?", "play dress up when no one is around", "if anyone needs bobby pins, feel free to vacuum my floor.", "\"what's the modern day abba?\" \"A*TEENS!!!!\"", "dubstep was created from dialup nostalgia", "free opened bag of skittles to anyone who likes skittles", "what will be your Space Jam?", "mystery package!?!??!!", "I love when floors give me free pencils", "I need a lighthouse.", "so it's not impossible to eat yogurt with a fork, in case anyone was wondering", "bring fabric into an expensive boutique. rip the fabric. watch everyone's faces.", "candy thief", "vacuum full of glitter", "why isn't renaissance a genre on pandora?", "magic carpet diem", "“", ": Hugging has been proven to lower blood pressure and reduce risk of heart disease.” @stepfunnygee", "\"That's enough, Alan\" ", "Wait. Abercrombie really wants me to work for them. Wait.", "Where do you think corn syrup comes from? syrup trees?", "Things on my mind. Things on my mind.", "fell asleep with a bandaid on my pinky. woke up with said bandaid on my index finger.", "I think people call me more to figure out what is going on with my sister's life rather than mine. @astralprojectin fix that", "ego booster shot", "crying myself to sleep because I'll never be a child star on Zoom", "I brushed my teeth for homework", "ice cream for breakfast at lunch time", "what would you do?", "I wonder if Zorro snaps in a Z formation", "Hey ", " ", "Can I use boxtops to pay for college? This is a serious question.", "My enemies are the righties who steal the lefty desks", "Put all of the alarm clocks together to make a choir", "oh hai real world, have we met?", "We need to find a new apocalypse", "\"I loop ice toy\"", "try to figure out when it is midnight without clocks", "paw prince", "I know you're talking about me on the phone, mom. Can't fool me with your Tag-lish.", "thanks crystals!", "L3Ts B fR!EnD$ oN nEoPEts.C0M!! <3  *~*~*jackkiee23*~*~* <3", "I like tea that smells like soap and I'm okay with that", "why am I on the cabela's website? nepa what are you doing to me?????", "man, if I had steel-toed boots I would kick shit all the time", " el ai ef Ee <- thats how i spell internet", "Life. I.N.T.E.R.N.E.T. Life.", "La Vigilia", "RT if you still hold your breath through the lehigh tunnel on the PA turnpike", "I like lukewarm coffee", "Well that was anticlimactic", "Does the apocalypse count as a holiday?", "living is so trendy right now", "\"is that your government? you an informant? You the police?\" ", "not murdering. eating a pomegranate, no worries", "tweets so deep", "RT if you've ever made \"dollz\" on the internet", "mosCATo", "My aunt wants to have a serious discussion about inheriting her cats", "2", "OMG. daytime TV. LOL.", "Wait, is my neck red?", "NEPA", "\"I like the tree when it's red. It looks demonic\" -@astralprojectin", "excess sour patch watermelon sugar for lunch", "3", "might as well feed my neopets", "sports tweets LOL", "glitter, you so pretty, but why you so hard to remove in nail polish form?", "wake up. eat candy. pet cats.", "dreamt that I was eating. woke up choking.", "4", "chinese food, sesame street, kittehs, and anime", "philadelphiaDOTcom", "\"I have to be honest, when I smell weed without febreeze, it's just weird\" ", " ", "5", "6", "7", "check the internet to see if the sun is up", "lack of emails stress me out", "8", "9", "where are you chapstick? why can't I find you? why have you gone away?", "I need to study? oh then I might as well rearrange my room, practice my signature, and do some handstands instead", "like clockwork", "sometimes we all just need music that makes us feel young and disgusting", "why did I think ke$ha would be good music to study to right now? ", "for an audition I read tweets by ", "just typed \"tweets\" in the search bar on twitter", "cingular ", "i don't feel sad and it's making me feel sad", "I think I'm allergic to the nationality rooms.. that means I don't have to go to class, right? ", "grocery store olive bars", "glitter relapse", "Is it to soon to start listening to Mariah Carey's \"All I want for Christmas is you\" on repeat?? ", " ", "retouched polaroid", "whatever happened to phone tag?", "I'll run if I'm late to rehearsal but not to class ", "why is college", "I wish I could relive Y2K", "whenever I get one of my passwords right in one try I wonder if the site is even checking if I was right", "R.I.P. knockoff razor scooter 2000-2012", "this is what I imagine the apocalypse sounds like ", "how many bottles of nail polish is too many for one transaction?", "get ready to call me \"that girl who rides a scooter around campus\"", "RIP full length mirror ", "My boss just said ", ". ", "my top priorities for packing for college: cassettes, a scooter, and a Ty Beanie Baby ", "Oh hey, Cape May!", "synchronous diaphragmatic flutter", "Oh gosh ", " you just said that. ", "I'm crying. the olympics are such a beautiful thing ", " ", "pink hair dont care", "How did I lose a pillow?", "I need to follow people from every time zone or there needs to be a way for people to tweet while sleeping. ", "Thank you ", " for showing me what the bomb threats could have turned into ", " you wear a hello kitty top to the dark knight rises premier and say it's inspired by catwoman", "I can't tell the difference between the obama campaign merchandise site and the urban outfitters online store", "Insert Wizard of Oz tornado joke here.", "eastern state of mind", "You know \"carpe diem?\" It's latin for ", "Is glitter edible? ", "24 hours of daylight", "Flying into the future", "$5 reward for anyone who finds my copy of Sorcerer's Stone ", "\"I know I'm cute\" -", "having a dog is really messing with my feline self identification", "Gotye is my favorite musician named after a security captcha.", "Watching a kid struggle with an NES controller for the first time ", "do you like baby ducks like me?", "pretty sure my cat just attempted to murder me in my sleep ", "\"Who's Eponine in Wicked?\" -", "Chip from Beauty and the Beast is the same as Harry Potter ", "pick a color between red and purple", "I just got a really cute set of nail polish in the mail from anonymous! @valeriesaporito was that you?", "there's a beautiful sleeping puppy on my couch right next to me!", "FOUND DOG in Exeter, she's a beautiful black retriever/pinscher/terrier? with a white patch on her chest. Help me get her home!", "chocolate ice cream with a chocolate dip-top! ", "A birthday rainbow for me? ", "I want to brush my teeth but my cat is sleeping in the bathroom sink...", "I love black licorice ", "\"lucy [the dog] I want you to come on me! ...like jump on me\" - ", "Ice feels so good on my body right now.", "\"we're just like harry potter. We're the boys who lived.\" - ", " ", "\"Do any human beings ever realize life while they live it?—every, every minute?\" ", "\"I like to get dirty to this song... not like have sex\" -", "\"we need to get a baby in our friend-group\" -@kiraclambake ", "\"to smoulder you have to put passion in your eyes but keep your face dead\" -", "\"Why can't kids drink? It's not like they can drive\" -@kiraclambake", "A little boy just asked if a graduation is a death party ", "Guy at the DMV: you're here for a road test right?  -____-", "\"instagram me\" is apparently a new pickup line", "\"there are no laws in my fantasies\" - @kiraclambake regarding ", "all I need in this life of sin is me and my kitten.", "Illegal to grow, transport, and possess in the state of Pennsylvania: hedgehogs", "Jamming out to ", " with @valeriesaporito  ", "I'm really glad ", " is trending right now", "19 days left of being 19", "Honestly I like getting a cold bc of all the extra attention I get.", "my mom wont stop at ", " ", "I want to run the hidden pine trails of the forest. ", "Why does Pennsylvania have two places named Hanover?", "Sweet Caroline started playing while in line at the bank in my home town and I couldnt resist chanting. everyone stared. ", "am I too old to have a roller skating birthday party? ", "cuddling with the best! ", "Watching the local news and eating a grilled cheese ", "What more does a girl need than food and disney? ", "since when does 7eleven close??? ", "Just witnessed some public urination ", "using my last friday night on campus to take all of the staples out of my bulletin boards. ", " ", " ", "taking scavanging to a whole new level", "I need a change of scenery. ", "goal: finish my paper by the time this itunes playlist finishes", "Who wants to start a girl band with me?", "My favorite thing is to sit very still.", "air conditioning is too cold", "I wonder where the atoms in my body were before me", "you are reading this.", "Its a sick sick world we live in", "how can I concentrate when I can hear the class on the other side of the wall watching snow white? ", "homeless again ", " ", " ", " ", " ", "everytime I get a text I have a mini heart attack ", "Haha do ppl really have time on their hands to do ish like this??? ", "why do people tweet rhetorical questions all the time? ", "I can't stop singing \"call me maybe\" ", "this cold weather thing is really making it difficult for my boycotting jackets thing", "just missed the last 15 minutes of ", " but thankfully I have ", " to live tweet the details! <3", "I'm going to pretend the guy singing Kiss Me by The Cranberries in the office next to me at work is actually trying to serenade me", " ?", "Sunny weather and No Doubt just go together", "I love ", " and her wittiness.", "third time's a charm", "just casually finding pieces of hay in my room", "I don't know if I should stick to the Rivers or Lakes that I'm used to... ", " ", "Dubstep is the music of fingerprints", " for each time I heard \"guys shutup that's the RA!\" when drunk people walk past my room at night, I'd be so rich ", "Just spent the past 20 minutes of class practicing my signature. I'm a really good student.", "Dear drunk people, parade day is over stop screaming down my street. Sincerely, I sound like my mother", " ", "To the person who put red stickers on the noses of all the deer crossing signs on the pa tpike ", " ", " ", "I don't know how much longer I can stand watching Leave it to Beaver with my mom ", " ", "I think my cat just bit me for being annoying", "there's a younger, prettier olsen sister? ", " ", "Why do I find myself matching my nail color to my phone color? ", "I feel summer creepin' in and I'm tired of this town again", "the highlight of my day: listening to my grandma talk about glaucoma ", " ", "@uhrka_lynn @stephkgrant I wish I was still in Pittsburgh :( ", " you look at the meal your mom made and it's looking back at you", " everyone forgets lines, but you'd think you could at least remember the plots to your own movies ", " ", "?", "kitten bonding time just turned into allergic reaction time!", "I was just greeted by an orange-striped, purring, little fluffball! ", " ", " no crossword in the fun&games issue? ", "Kittens are the new black.", " sooo gold body paint or an iron man type of suit?", "you know ", " just used your laptop when all of your login pages are defaulted to espanol... <3 love you and miss you!", " ", " @PittGirlProbz did you mean quickzone?", "The rhythm of life is a powerful beat! ", " ", " ", " ", " ", " ", " ", "To the prof of the class next door, if I failed my exam it's because you chose to play Beauty and the Beast. Sincerely, can't help singing", "02202012", "A scrunchie and my hair. ", "I wish I could call my ID every time I misplace it in my own room. ", " ", "I would like to award a preemptive ", " to Blue Ivy Carter. Thank you.  ", "someone take me to a rave now! ", " ", "I wish I could live tweet from an awards ceremony... ", "my professor is talking about a \"pots\" party he hosted in college... as in cooking containers... ", " ", " when someone walks into the file room while you're already in there singing and dancing to yourself", "Are floppy disks still real? ", "@stephkgrant That involves too much effort, and I'm stubborn.", "\"you have 4 days to change your password\" ", "Does anyone have milk that I can borrow? I poured a bowl of cereal without checking to see if I had milk. This is kinda an emergency", "@bluejaynike ", " ", "\"deuces up! get off my nuts my n*****! You jus mad because I'm f****n wit a bitch an' not'chu\" -gangster lesbian on the phone", "Listen, gangster lesbian sitting behind me on a bus, I really don't need to hear your convo with \"Big Thirsty\" about \"all yo bitchez\" ", "@mariakleeb think thespian convention", "La la la laaaa laaaa laaaa laaaa la la la laaaaa laaaaa la la laaaaaa ", " ", "@stephkgrant ", "@mikerins hello there kitten cake!", "I want to punch the girl sitting behind me in class. Seriously, what the hell is her gum made of? Bubble wrap and pop rocks? ", " or does anyone else use Photo Booth as a mirror sometimes?", "To the boy walking by himself and singing by himself in the cathedral with out a care in the world ", "the research lab I work for is called the Child Anxiety Treatment Study. apparently I work for CATS. ", " ", "so many standing ovations ", " please please please please PLEASE choose Pitt!!!!", "@stephkgrant I'm sure them sitting there was an invitation for you to stick random stuff in it. ", " an ad said \"are you suffering from moderate to severe RA?\" thought it meant res. assistant, actually meant rheumatoid arthritis", "@uhrka_lynn I just went to David Lawrence so I got to play real life ultimate frogger ", " when you wake up from a nightmare in a panic then realize you're late for class", "thought the piercing high pitched sound coming from outside was the wind. turns out it's hundreds of sorority girls. ", " ", "caffeine is one of the major food groups, right?", "Can't find a damned 2013 Mayan calendar anywhere!", "counting down the hours until ", " is running again (10h and 47m to be exact). ", " going down to south carolina sounds like it could be a really great spring break idea... I'll see what I can do!", "could anything be better than a hot cup of coffee on a cold day? yeah, probably", "@stephkgrant i'm on tour right now", " it's not like competitions is only specific to american culture, so you can't just put a target on the red, white, and blue here", " whatevs ky, we'll always be human", "@stephkgrant if you're watching the globes come downstairs!!!!", "@stephkgrant I guess I was just jealous...", " isn't that a personal opinion of what value is?", " just consider it positive reinforcement as part of operant conditioning rather than competition", "on duty and stuck in the dorm for the long weekend. at least the ", " will keep me sane tonight. ", " I like the middle one", "well ", ", I had a dream too. Last night's involved teaching tadpoles how to fly.", " remember 3yrs ago you saw West Side Story and a girl asked to take a pic with you and you said no? I'm that girl. I was crushed", "my professor just referred to God as \"Big Daddy\" ", " when you don't know if the song you're listening to is going to be Under Pressure or Ice Ice Baby", "\"hey guys, ya know what should be a church song: I'm a Slave For You by Britney Spears\" -Lauren Stash", "I cut out two shapes with the only scissors in my house and my hand is killing me already ", "\"once I thought I stepped on a remote control in the ocean, turns out it was a crab\" -meghan shinert", "Whoever bought ALL of the white chocolate morsels at the grocery store is now my enemy", "Beirut! <3", "\"if I was a vegetarian and a lesbian I would make a tumblr account called VegLez\" - katie \"lobotomy\" looby", " I've been missing you, that's what I've been doing! <3", "two words: GEL PENS", "just searched for dubstep christmas music ", "Using eggnog as creamer for my coffee: one of the greatest ideas I've had in a long time", "What ever happened to Haley Joel Osment?", "I'm dreaming of a half white Christmas.", "@mariakleeb IT'S 12:34!!!", "@mariakleeb do you prefer MLA 6 or MLA 7?", "@mariakleeb are you sexy and/or do you know it? ", "  sounds like a glandular problem", "@lilkyhi do you know what time the clue is supposed to go up?", "hello twitter, I forgot about you", "@valeriesaporito  i can't. no PS2 remember?", "i have a suddenly random and unexpected urge to play DDR", "I feel like I need to broadcast to everyone that I'm on the news (WBRE) for Harry Potter", "@valeriesaporito in the morning", "beach beach beach beach beach!!!!!", "teaching myself how to play the guitar, and failing miserably", "I guess I'm going to try and use this for once."], "location": ["<span class=\"ProfileHeaderCard-locationText u-dir\" dir=\"ltr\">\n              \n          </span>"], "birth": ["<span class=\"ProfileHeaderCard-birthdateText u-dir\" dir=\"ltr\">\n</span>"], "name": ["Jacqueline (@Jackie_Sap) | Twitter"]}]